/* Localizable strings not stored in nib files and not stored in application resources, */
/* the strings below can be accessed using the GetBundleLocalizedString() macro, those */
/* stored in application resources must be accessed using GetLocalizedString() instead. */

"NAT Service is:" = "NAT-Status:";
"Start Time:" = "Startzeit:";
"TCP Links:" = "TCP-Verbindungen:";
"UDP Links:" = "UDP-Verbindungen:";
"ICMP Links:" = "ICMP-Verbindungen:";
"Gateway Setup Assistant..." = "Gateway-Systemassistent …";

"RUNNING" = "Arbeitet";

"STOPPED" = "Gestoppt";

"STARTING" = "Startet";

"STOPPING" = "Stoppt";

"PAUSED" = "Angehalten";

"UNKNOWN" = "Unbekannt";

"N/A" = "Nicht verfügbar";


"TCP link" = "TCP-Verbindung";
"TCP links" = "TCP-Verbindungen";

"UDP link" = "UDP-Verbindung";
"UDP links" = "UDP-Verbindungen";


"LEASE_HOURS"="Stunden";
"LEASE_DAYS"="Tage";
"LEASE_WEEKS"="Wochen";
"LEASE_MONTHS"="Monate";

"SUBNET_LIST_DELETING_SUBNET_CONFIRM"="Sie löschen eines oder mehrere DHCP-Teilnetze. Möchten Sie diese wirklich löschen?";

"SUBNET_MASK"="Teilnetzmaske";
"SUBNET_NAME"="Teilnetzname";
"STARTING_ADDRESS"="Erste Adresse";
"ENDING_ADDRESS"="Letzte Adresse";
	
"100" = "Details finden Sie im Protokoll"; /* General error message */
"200" = "Details finden Sie im Protokoll"; /* Read Settings message */
"300" = "Details finden Sie im Protokoll"; /* Write Settings message */
"400" = "Einige gesicherte Einstellung sind unzulässig. Details finden Sie im Protokoll."; /* Read Settings message */



"SUBNET_INVALID_EMPTY_FIELD" = "Für „%@“ wird ein Wert benötigt. Bitte geben Sie die Daten in das Feld ein.";
/* Localize the field names or set SUBNET_INVALID_EMPTY_FIELD to "%@" and change the field constants. */

kEmptyFieldSubnetName = "Teilnetzname";
kEmptyFieldStartingIPAddress = "Erste IP-Adresse";
kEmptyFieldEndingIPAddress = "Letzte Adresse";
kEmptyFieldSubnetMask = "Teilnetzmaske";
kEmptyFieldRouter = "Router";
kEmptyFieldLeaseTime = "Lease-Dauer";
kEmptyFieldDefaultDomain = "Standard-Domain";
kEmptyFieldNameServers = "Nameserver";
kEmptyFieldServerName = "Servername";
kEmptyFieldSearchBase = "Suchbeginn";
kEmptyFieldPort = "Port";
kEmptyFieldPrimaryServer = "Primärer Server";
kEmptyFieldSecondaryServer = "Sekundärer Server";
kEmptyFieldNBDDServer = "NBDD-Server";
kEmptyFieldNETBIOSScopeID = "Bereichs-ID";
kEmptyFieldNodeType ="Knotentyp";


"SUBNET_GENERAL_INVALID_START_RANGE"="Das Feld für die erste Adresse des Teilnetzes enthält eine ungültige IP-Adresse.";
	
"SUBNET_GENERAL_INVALID_END_RANGE"="Das Feld für die letzte Adresse des Teilnetzes enthält eine ungültige IP-Adresse.";
	
"SUBNET_GENERAL_INVALID_ROUTER_ADDRESS"="Das Feld für die Routeradresse enthält eine ungültige IP-Adresse.";
	
"SUBNET_GENERAL_INVALID_SUBNET_MASK"="Das Feld für die Teilnetzmaske enthält eine ungültige IP-Adresse.";

"SUBNET_GENERAL_INVALID_IP_RANGE_START"="Die erste Adresse kann nicht größer als die letzte Adresse sein.";
	
"SUBNET_GENERAL_INVALID_IP_RANGE_START_END"="Die erste und letzte Adresse sind nicht im selben Teilnetz.";
	
"SUBNET_GENERAL_INVALID_IP_RANGE_ROUTER_ADDRESS"="Die Adresse des Routers ist nicht im selben Teilnetz wie die erste und letzte Adresse.";

"SUBNET_GENERAL_RANGE_OVERLAP"="Der IP-Adressbereich, den Sie eingeben haben, überschneidet sich mit einem anderen Teilnetz. Ändern Sie die Teilnetze so, dass sie sich nicht mehr überschneiden.";

"DNS_TOO_MANY_SERVERS"="Die Liste der DNS-Server enthält mehr als drei IP-Adressen.";
	
"DNS_INVALID_DOMAIN_NAME_TOO_FEW_SEGMENTS"="Der Domain-Name muss mindestens zwei Segmente enthalten.";

"DNS_INVALID_IP"="Die Liste der DNS-Server enthält eine ungültige IP-Adresse.";
	
"LDAP_INVALID_SERVER"="Das Feld „Servername“ enthält unzulässige Daten.";
"LDAP_INVALID_BASE"="Das Feld „Suchbeginn“ enthält unzulässige Daten.";
"LDAP_INVALID_PORT"="Das Feld „Port“ enthält unzulässige Daten.";

"WINS_INVALID_PRIMARY_IP"="Die Adresse des primären Servers ist ungültig. (Beispiel: 192.145.22.40)";

"WINS_INVALID_SECONDARY_IP"="Die Adresse des sekundären Servers ist ungültig. (Beispiel: 192.145.22.40)";

"WINS_INVALID_NBDD_IP"="Die Adresse des NBDD-Servers ist ungültig. (Beispiel: 192.145.22.40)";

"WINS_INVALID_SCOPE_TOO_FEW_SEGMENTS"="Die Bereichs-ID muss mindestens zwei Segmente enthalten. (Beispiel: BEREICH.ID.COM)";

"NOT_SET"="Nicht eingestellt";
"BROADCAST_B_NODE"="Broadcast (b-node)";
"PEER_P_NODE"="Peer (p-node)";
"MIXED_M_NODE"="Mixed (m-node)";
"HYBRID_H_NODE"="Hybrid (h-node)";

"EN_BUILTIN" = "Integriert";

"kCannotAcceptSettingsAlertTtl" = "Kann Einstellungen nicht übernehmen";
"kCannotSaveSettingsAlertTtl" = "Kann Einstellungen nicht sichern";
"kSaveSettingsAlertTtl" = "Möchten Sie die Einstellungen wirklich sichern?";

"kDeleteSubnetsAlertTtl" = "Möchten Sie die ausgewählten Teilnetze wirklich löschen?";

"kOKButton" = "OK";
"kSaveButton" = "Sichern";

"kCancelButton" = "Abbrechen";

"kDeleteButton" = "Löschen";


